{
  "users": [
    {
      "login": "vitaly",
      "password": "qwerty123",
      "registed_at": "2023-09-18 12:30",
      "role_id": 0,
      "id": "001"
    },
    {
      "login": "egor",
      "password": "qwerty123",
      "registed_at": "2047-04-30 04:41",
      "role_id": 1,
      "id": "1Z4beS9"
    },
    {
      "login": "petr",
      "password": "qwerty123",
      "registed_at": "2055-07-29 12:21",
      "role_id": 2,
      "id": "Sw6U59S"
    }
  ],
  "roles": [
    {
      "id": 0,
      "name": "Администратор"
    },
    {
      "id": 1,
      "name": "Модератор"
    },
    {
      "id": 2,
      "name": "Читатель"
    },
    {
      "id": 3,
      "name": "Гость"
    }
  ],
  "posts": [
    {
      "id": "002",
      "title": "Собранный студентами электромобиль разогнался до 100 км/ч за 0,9 секунды",
      "image_url": "https://github.com/vitalyvitmens/blog/blob/main/my-app/src/img/002.jpg?raw=true",
      "content": "Команда студентов из швейцарской Высшей технической школы побила рекорд своих главных соперников из Германии, разогнав гоночный болид на электротяге с 0 до 100 км/ч меньше чем за одну секунду. Добиться таких показателей инженеры смогли благодаря тщательно продуманной системе сцепления. Достижение занесено в Книгу рекордов Гиннеса. \n\nКак пишет New Atlas, учащиеся Высшей технической школы Цюриха, Академического мотоспортивного клуба Цюриха (AMZ) и Университета прикладных наук Люцерна собирали гоночный электромобиль в свое свободное время на протяжении многих лет, постепенно устанавливая все новые рекорды. В 2014 году команда AMZ показала лучшее время в разгоне с 0 до 100 км\\ч, а в 2016 улучшила свои показатели.  \n\nПравда, с тех пор конкуренты — немецкие студенты из Университета Штутгарта — смогли отвоевать пальму первенства, разогнавшись за 1,461 секунды. Так что швейцарцам удалось добиться впечатляющего успеха, снизив время еще на треть.\n\nДостигнут такой результат был не за счет добавления тысяч лошадиных сил или уменьшения массы автомобиля — маленький карт весит около 140 кг, и ему достаточно всего 240 кВт для вращения четырех мотор-колес. Без учета веса пилота коэффициент мощности к массе составляет более 2,3 лошадиных сил на килограмм.\n\nНо ключевая характеристика болида — тяговое усилие, и в этой области команда инженеров сделала большие успехи. С помощью вытяжного вентилятора они надежно сцепили колеса автомобиля с трассой, создавая достаточно высокое прижимающее усилие даже во время остановок.\n\nВ результате, время разгона с 0 до 100 км/ч составило 0,956 секунды, всего через 12,3 метра после стартовой линии. Достижение было зарегистрировано в Книге рекордов Гиннеса. \n\nВ мае этого года гиперкар Rimac Nevera установил рекорд, разогнавшись с 0 до 100 км/ч за 1,74 секунды. А заодно поставил еще 22 рекорда за один день.",
      "published_at": "2045-06-22"
    },
    {
      "id": "003",
      "title": "Ученые обнаружили потенциальные признаки жизни на экзопланете K2-18b",
      "image_url": "https://github.com/vitalyvitmens/blog/blob/main/my-app/src/img/003.jpg?raw=true",
      "content": "Изучив собранные космическим телескопом им. Джеймса Уэбба данные по экзопланете К2-18 b, масса которой в 8,2 раза превышает массу Земли, астрономы установили, что на ней присутствуют молекулы с углеродом, в том числе, метан и двуокись углерода. Отсюда следует, что планета может принадлежать к классу гикеан, миров-океанов с потенциально богатой водородом атмосферой. \n\nПервые подробности атмосферы К2-18 b, экзопланеты, расположенной в зоне обитаемости в 120 световых годах от Земли в созвездии Льва, выяснил космический телескоп «Хаббл». Экзопланеты такого размера — от Земли до Нептуна — не встречаются в Солнечной системе. Отсутствие эквивалентов означает, что ученым мало что известно, в частности, о составе их атмосферы.  \n\nЕсли данные, собранные «Уэббом», подтвердятся, и К2-18 b действительно окажется гикеаном, эта экзопланета пополнит список планет, на которых имеет смысл искать следы жизни, пишет сайт NASA.\n\n«Наше открытие подчеркивает важность изучения различной среды обитания в поисках внеземной жизни, — пояснил Никку Мадусудан, астроном из Университета Кембриджа. — Традиционно поиск жизни на экзопланетах сосредоточен прежде всего на каменных планетах, но более крупные гикеаны значительно лучше поддаются атмосферным наблюдениям».\n\nОбилие метана и диоксида углерода, а также отсутствие аммиака подкрепляют гипотезу наличия под атмосферой K2-18 b богатого на водород океана. Помимо этого, «Уэбб» заметил молекулу, похожую на органическое соединение диметилсульфид. На Земле ее вырабатывают только живые организмы — фитопланктон выбрасывает ее морскую среду. Правда, наличие диметилсульфида на K2-18 b требует подтверждения.\n\nПротив обитаемости этой планеты говорит ее размер — по радиусу она в 2,6 раз больше Земли. Это значит, что внутри нее, скорее всего, большая мантия из льда под высоким давлением, как у Нептуна, а слои океана и атмосферы относительно тонкие. Возможно также, что океан K2-18 b слишком горячий, чтобы там могла появиться жизнь.\n\nВ прошлом году ученые из США обнаружили новые свидетельства присутствия в океане под поверхностью Энцелада фосфора, важного ингредиента жизни. Самое подробное на сегодня моделирование показало, что уровень фосфатов в воде этой луны не меньше, чем в океанах Земли.",
      "published_at": "2045-06-23"
    },
    {
      "id": "004",
      "title": "Технология на основе фосфора быстро уничтожает супербактерии",
      "image_url": "https://github.com/vitalyvitmens/blog/blob/main/my-app/src/img/004.jpg?raw=true",
      "content": "Ученые разработали противомикробный препарат, который за сутки справляется с резистентными бактериями. Помимо высокой эффективности еще одно важное преимущество в том, что препарат можно интегрировать в различные материалы от повязок и гелей до пластика, применяемого в бытовом и медицинском назначении.  \n\nРезистентность бактерий к антибиотикам остается одной из ведущих угроз для здоровья человека. Многие типы бактерий быстро развивают устойчивость, повышая риски тяжелых осложнений и смертности у пациента. В поисках решения ученые из Австралии решили изучить свойства черного фосфора, который известен потенциальным противомикробным эффектом, пишет New Atlas. \n\nЧерный фосфор (фосфорен) считается наиболее стабильной формой фосфора. Сначала ученые продемонстрировали, что расположенный на нанотонких слоях черный фосфор уничтожал бактерии за счет способности производить активные формы кислорода — они разрывали бактериальные клетки на части. Затем «нанохлопья» черного фосфора протестировали на различных типах резистентных бактерий, включая золотистый стафилококк, синегнойную и кишечную палочку.<br>\n\n Золотистый стафилококк потерял 62% жизнеспособных клеток за два часа, а через шесть часов уже 80%. Через сутки 99% бактерий было уничтожено. Аналогичные результаты были у других супербактерий.\n\nВажно отметить, что препарат не только уничтожал бактерии, не повреждая другие клетки, но и саморазлагался после устранения патогена. Одновременно с этим препарат ускорял регенерацию тканей на макро- и микроуровне.\n\nНапример, в течение недели лечение приводило к закрытию раны на 80% без признаков повреждения. Это важный результат, поскольку регенеративные свойства черного фосфора практически не изучены.\n\nСледующим шагом будет изучение свойств черного фосфора против хронических ран в клинических исследованиях. Свойства препарата позволяют интегрировать его в гели, повязки, устройства или пластик в зависимости от целей, чтобы наделить их противомикробными свойствами, поэтому исследования в этом направлении также ведутся.\n\nТем временем другие ученые представили титановые шипы, которые уничтожают супербактерии без лекарств. Область применения технологии также не ограничена.",
      "published_at": "2045-06-24"
    },
    {
      "id": "005",
      "title": "Вертикальные плавучие фермы обеспечат потребность в пище и пресной воде",
      "image_url": "https://github.com/vitalyvitmens/blog/blob/main/my-app/src/img/005.jpg?raw=true",
      "content": "Исследователи из Университета Южной Австралии разработали уникальную солнечную систему, которая перерабатывает морскую воду в пресную, позволяя выращивать сельскохозяйственные культуры без участия человека. Эта технология потенциально поможет справиться с глобальной нехваткой пресной воды и продовольствия, которая ожидается к 2050 году, когда численность населения превысит 10 млрд человек. \n\nУченые из Института индустрии будущего UniSA разработали вертикальную плавучую морскую ферму, состоящую из двух камер: верхнего уровня, похожего на теплицу, и нижнего для сбора воды. Чистая вода подается с помощью солнечных испарителей, которые впитывают морскую воду, улавливают соли в теле испарителя и под действием солнечного света высвобождают в воздух чистый водяной пар, который затем конденсируется и переносится в верхнюю камеру для роста растений. Во время полевых испытаний исследователи вырастили три распространенные овощные культуры — брокколи, салат и пак-чой — на поверхности морской воды без ухода и дополнительного орошения чистой водой.  \n\nПо словам ученых, система, которая питается только от солнечного света, имеет ряд преимуществ перед другими проектами солнечных морских ферм, которые уже проходят испытания. В других конструкциях испарители устанавливаются внутри камеры выращивания, что занимает ценное пространство, которое можно было бы использовать для роста растений. Кроме того, эти системы склонны к перегреву и гибели урожая. Также предлагались плавучие фермы, где традиционные фотоэлектрические панели собирают электроэнергию для питания обычных опреснительных установок, но они энергоемкие и дорогие в обслуживании.\n\nВ новой конструкции вертикальное расположение испарителя и ростовых камер уменьшает общую площадь устройства, максимально увеличивая площадь для производства продуктов питания. Эта технология полностью автоматизированная, дешевая и простая в эксплуатации, использует только солнечную энергию и морскую воду для производства чистой воды и выращивания урожая.\n\nПока это только проверка концепции, но следующим шагом будет масштабирование с использованием небольшого набора отдельных устройств для увеличения производительности. Прототип, вероятно, будет модифицирован для производства большего количества биомассы, в том числе с использованием недорогих материалов-основ, таких как отходы волокна рисовой соломы.\n\nИсследователи показали, что переработанная вода, полученная таким образом, достаточно чистая, чтобы ее можно было пить, и имеет меньшую соленость, чем указано в рекомендациях Всемирного здравоохранения для питьевой воды.\n\nПо оценкам ООН, к 2050 году 2,4 млрд человек будут испытывать нехватку воды. За тот же период глобальные поставки воды для сельскохозяйственного орошения снизятся на 19%. Пресная вода составляет всего 2,5% мировых запасов воды, и большая ее часть недоступна, поскольку заперта в ледниках, ледяных шапках или находится глубоко под землей. Спрос на нее постоянно растет из-за роста населения и изменения климата. При этом 97,5% воды в мире находится в океанах в свободном доступе. Поэтому использование морской воды и солнца может решить проблему глобальной нехватки воды, продуктов питания и сельскохозяйственных земель.",
      "published_at": "2045-07-01"
    },
    {
      "id": "006",
      "title": "Легкая камуфляжная сетка Saab прячет от радара, но не мешает говорить по рации",
      "image_url": "https://github.com/vitalyvitmens/blog/blob/main/my-app/src/img/006.jpg?raw=true",
      "content": "Незаметность — важный аспект современного военного искусства. Способность прятаться от врага или вводить его в заблуждение дает неоспоримое преимущество, но иногда скрытности бывает слишком много. Например, оригинальная маскировочная сеть Saab оставляла солдат без GPS и радиосвязи. Новая версия камуфляжа прячет выборочно.  \n\nШведская компания Saab выпускает не только автомобили. В прошлом она разработала и выпустила маскировочную сеть ULCAS («сверхлегкий камуфляжный экран») с паттерном и трехмерной структурой поверхности, которые позволяют солдатам не только сливаться с зеленью, но и блокирует инфракрасное излучение, не давая радарам заметить тепло. Кроме того, попутно она поглощает и ослабляет сигналы радиосигналы от наземных, воздушных и космических источников, чтобы радар не мог распознать, что находится под сеткой. \n\nВсе бы хорошо, но ULCAS блокирует также радиосвязь и GPS. Это значит, что солдаты не смогут сориентироваться на местности или получить приказы от командования, не высунув наружу антенну, пишет New Atlas. Что аналогично размахиванию флажком.\n\nПо заказу клиентов подразделение Saab модифицировало сеть ULCAS, создав версию FSS — «частотноизбирательную поверхность». В ней используется новый паттерн, ориентированный на верхний диапазон электромагнитного спектра для ослабления сигналов радара с 1 до 100 ГГц. При этом сеть пропускает сигналы GPS и радиодиапазона.\nПо информации Saab, технология может быть модифицирована под различные задачи, в том числе, чтобы обратить эффект ослабления, чтобы пропускать сигналы радара, но не радиосвязи. Тогда ULCAS FSS сможет скрывать от обнаружения радары и системы ПВО.\n\nКомпания AT&amp;T и производитель медицинских датчиков Cherish Health создали первый бытовой радар, способный отслеживать чрезвычайные ситуации, связанные со здоровьем. Устройство Cherish Serenity использует комбинацию сотовой связи AT&amp; T, радара и технологии искусственного интеллекта Cherish для определения положения тела, движения и биометрических данных без использования камер или носимых трекеров.",
      "published_at": "2045-07-02"
    },
    {
      "id": "007",
      "title": "Телескоп «Уэбб» подтвердил: загадка скорости расширения Вселенной сохраняется",
      "image_url": "https://github.com/vitalyvitmens/blog/blob/main/my-app/src/img/007.jpg?raw=true",
      "content": "Скорость расширения Вселенной, также известная как постоянная Хаббла, — один из фундаментальных параметров в понимании развития космоса. Однако в значении этой постоянной наблюдается упрямое расхождение, получившее у ученых название «напряженности Хаббла». Телескоп «Джеймс Уэбб» с помощью новых инструментов перепроверил данные, собранные «Хабблом», и не нашел в них серьезных ошибок. Это значит, что проблема имеет более интересное решение. \n\nНобелевский лауреат Адам Рисс и его коллеги представили работу об использовании данных наблюдения обсерватории «Уэбб» для повышения точности локальных измерений постоянной Хаббла.  \n\nПостоянная Хаббла позволяет определить скорость расширения Вселенной на основании наблюдений за звездами в далеких галактиках. Яркость определенных звезд в этих галактиках говорит нам, насколько они далеко и, следовательно, сколько времени свету требуется, чтобы долететь до нас. Красное смещение дает понять, насколько Вселенная расширилась за это время.\n\nНаиболее точные данные предоставляют астрономам цефеиды, класс звезд, отличающихся высокой светимостью. Кроме того, они пульсируют, что также помогает при проведении расчетов. К сожалению, звезды издали трудно отделить друг от друга из-за не достаточно высокого разрешения телескопов. Космическую обсерваторию «Хаббл» строили в свое время для решения этой проблемы. До ее запуска постоянная Хаббла была настолько неопределенной, что ученые не могли сказать, расширяется Вселенная 10 или 20 млрд лет.\n\nОднако в красном спектре «Хаббл» видит не так хорошо, как в синем, и ему на смену пришла обсерватория «Уэбб» с большим зеркалом и чувствительной оптикой, рассказывает Phys.org. Она сумела отделить свет цефеид от света соседних звезд. За первый год работы «Уэбба» астрономы собрали данные, которые затем сравнили с теми, что получил «Хаббл», и смогли существенно снизить уровень помех в измерениях цефеид.\n\nНаблюдения за более чем 320 цефеидами подтвердили точность сделанных Хабблом измерений. Новые данные, полученные при помощи четырех новых галактик со сверхновыми, дали те же результаты.\n\nЧто результаты не объясняют, так это почему Вселенная расширяется так быстро. Тот факт, что последние измерения скорости расширения значительно превосходят предсказания, и стал причиной появления проблемы «напряженности Хаббла». Возможно, решив ее, наука совершила бы качественный скачок в понимании космоса. Например, в ней может скрываться загадка темной энергии, темной материи, новой гравитации, частиц или полей.\n\nНе исключено и более приземленное объяснение — ошибки в измерениях. Именно поэтому так важно проводить повторные измерения с более высокой точностью.\n\n«Подтверждение измерений „Хаббла“ телескопом „Уэбб“ — это самое надежное на сегодня доказательство, что систематические ошибки в фотометрии цефеид „Хаббла“ не играют значительной роли в современном состоянии напряженности Хаббла. В результате в качестве вариантов остаются более интересные возможности, а загадка напряженности Хаббла усугубляется», — говорится в статье.",
      "published_at": "2045-07-03"
    },
    {
      "id": "008",
      "title": "Новый проект DARPA — передача энергии на сотни километров лазером",
      "image_url": "https://github.com/vitalyvitmens/blog/blob/main/my-app/src/img/008.jpg?raw=true",
      "content": "Больше века идея передачи энергии по воздуху бродит в умах изобретателей, но законы физики препятствуют ее воплощению. Управление по перспективным исследованиям Министерства обороны США нацелилось совершить прорыв в этой области. DARPA анонсировало новую программу разработки наземных лазерных установок для питания энергией летательных аппаратов, расположенных на расстоянии тысяч километров. Для начала инженеры хотят передать 10 кВт на 200 км.  \n\nВ теории все довольно просто, но на деле придется придумать, как обойти массу технических проблем. Лазеры действуют вдоль линии прямой видимости, так что в верхних слоях атмосферы нужно будет разместить воздушные реле для минимизации помех и ослаблений луча, вызванных водяными парами в воздухе. Кроме того, передатчики и реле должны иметь возможность наводиться на подвижную цель и корректировать положение луча.  \n\nОднако самая серьезная проблема — огромные потери, вызванные многократными преобразованиями света лазеров в электричество и обратно, пишет New Atlas.\n\nПока проект под названием POWER находится в первой фазе, которая включает разработку концептуального дизайна реле. Вторая фаза будет касаться интеграции этой технологии в корпус какого-нибудь из существующих летательных аппаратов. В третьей будут проведены испытания по передаче 10 кВт энергии на 200 км.\n\n«Энергия требуется для любой деятельности человека, включая оборону. Нам нужны методы передачи энергии для преодоления уязвимости и других ограничений нашей текущей парадигмы. Следующий шаг вперед в направлении оптического излучения может быть тесно связан с релейными технологиями», — сказал Пол Джаффе, руководитель программы POWER.\n\nГод назад Лаборатория военно-морских исследований США сообщила о самом эффективном испытании системы приема-передачи беспроводной микроволновой энергии за последние 50 лет. Луч мощностью 1,6 кВт удалось принять на расстоянии свыше одного километра. Испытания проводились на военном полигоне в Мэриленде и в MIT и были успешными в обоих случаях — эффективность передачи оказалась около 60%.",
      "published_at": "2045-07-04"
    },
    {
      "id": "009",
      "title": "Разработана вакцина против аутоиммунных заболеваний",
      "image_url": "https://github.com/vitalyvitmens/blog/blob/main/my-app/src/img/009.jpg?raw=true",
      "content": "Ученые представили вакцину обратного действия, которая обращает вспять аутоиммунные заболевания. Известно, что обычные вакцины, например, против COVID-19, учат иммунную систему распознавать вирус. Обратная вакцина действует с точностью наоборот — заставляет иммунитет забыть про определенные молекулы для остановки аутоиммунной реакции. Первые результаты доказали эффективность такого подхода на примере нескольких распространенных аутоиммунных заболеваний. Клинические исследования уже стартовали.  \n\nНовый тип вакцины разработан учеными из Чикагского университета. Команда продемонстрировала, что вакцина может полностью обратить вспять рассеянный склероз, сахарный диабет первого типа и болезнь Крона.  \n\nАутоиммунные заболевания возникают на фоне чрезмерной реакции иммунитета, которая приводит к поражению здоровых тканей. Полное выключение иммунной памяти может привести к еще более тяжелым последствиям, поэтому ученые искали способы для точечной блокировки нежелательных реакций. Их вдохновил молекулярный механизм печени, которая умеет маркировать молекулы разрушенных клеток для предотвращения аутоиммунной реакции на них.\n\nОни повторили его на модели рассеянного склероза и добились блокировки аутоиммунитета: иммунная система перестала атаковать миелин в нервных волокнах, позволяя им снова правильно функционировать. Далее в лабораторных условиях эффективность подтвердили для диабета первого типа и болезни Крона.\n\n«Особенно важно, что мы можем использовать такое лечение даже после того, как появилось воспаление. Это очень важно для реального применения вакцины в клинической практике», — заявил соавтор работы Джеффри Хаббелл.\nВажно подчеркнуть, что действие вакцины не затрагивает иммунную систему целиком, благодаря чему вероятность рисков побочных эффектов значительно ниже.\n\nВ настоящее время уже стартовали пилотные клинические исследования с участием пациентов с целиакией и рассеянным склерозом. На первом этапе должна быть подтверждена безопасность для организма человека, после чего будут изучать эффективность вакцины.\n\nЕще одним подходом к лечению аутоиммунных заболеваний может быть перезагрузка микробиоты кишечника. Ученые показали, что такое лечение блокирует хроническое воспаление и, как следствие, аутоиммунная реакция прекращается.",
      "published_at": "2045-07-10"
    },
    {
      "id": "010",
      "title": "Направленный поток ультразвука может менять функции мозга",
      "image_url": "https://github.com/vitalyvitmens/blog/blob/main/my-app/src/img/010.jpg?raw=true",
      "content": "Нейробиологи давно ищут способ менять активность определенных частей мозга точечно, не затрагивая остальные. Если человек принимает лекарство от депрессии, например, оно действует на весь мозг, и врачи не могут контролировать, куда медикамент попадет, а куда — нет. Направленная ультразвуковая терапия могла бы открыть путь к более точному воздействию на мозг пациентов с психическими расстройствами. Нейробиологи из США изучили воздействие на мозг человека новой технологии — краниальной ультразвуковой стимуляции.  \n\nОбычно во время ультразвукового обследования внутренние органы подвергаются минимальному воздействию рассеянных лучей, которые формируют изображение. А вот фокусировка лучей посредством краниальной ультразвуковой стимуляции (КУС) повышает давление в области исследования и меняет коммуникацию нейронов друг с другом.\n\nЦифровой прорыв: как искусственный интеллект меняет медийную рекламу\nВ ходе эксперимента с 24 здоровыми добровольцами КУС смогла вызвать значительные изменения в концентрации гамма-аминомасляной кислоты (GABA) в задней поясной коре головного мозга, пишет EurekAlert. Также исследование показало, что в четырех последующих сеансах КУС взаимодействие задней поясной коры с другими участками мозга существенно изменилось.\n\nОднако, эти изменения не были одинаковыми во всех областях. Например, уровень GABA остался прежним в передней поясной коре, которая также связана с психиатрическими состояниями, но кроме того отвечает за другие когнитивные функции: принятие решений, обучение и управление вниманием.\n\nПо словам исследователей, их эксперимент стал важным шагом в изучении возможностей ультразвука для лечения психических расстройств. Они смогли собрать достаточно доказательств эффективности КУС в воздействии на человеческий мозг, в частности, на дофаминовую систему, и что эти изменения обратимы. Впрочем, прежде чем метод можно будет применять в медицинских целях — например, для лечения депрессий или зависимостей — придется провести длительные клинические испытания.\n\nИнженеры MIT представили наклейку-сканер, которая может заменить оборудование для ультразвуковых исследований (УЗИ) и сделать само это исследование простым и даже мобильным. Система размером с большую марку крепится к коже, улавливает распространение звуковых волн в организме пациента и визуализирует данные о кровеносных сосудах и внутренних органах.",
      "published_at": "2045-07-22"
    },
    {
      "id": "011",
      "title": "Липидный профиль оказался новым индикатором болезней и старения",
      "image_url": "https://github.com/vitalyvitmens/blog/blob/main/my-app/src/img/011.jpg?raw=true",
      "content": "Долго время ученые возлагали большие надежды на геном и протеом с точки зрения понимания механизмов развития болезней. И хотя эти два фактора по-прежнему важны новые данные демонстрируют, что очень важную роль также играют липиды. Девятилетний эксперимент показал, что по липидам в крови можно отслеживать признаки развивающихся заболеваний и естественного старения.  \n\nНа данный момент ученые поняли, что секвенирование генома не произведет революцию в медицине, если рассматривать генетику отдельно. Этот вывод потребовал изучения протеома — всех белков, экспрессирующихся генами. Исследования показали, что геном, по большей части, стабилен, а протеом зависит от наших генов, хоть и находится под влиянием окружающей среды. Команда из Стэндфордского университета обратилась к изучению липидов, которые, как считается, более восприимчивы к диете и изменения фактором окружающей среды. Результаты добавили новую важную информацию о физиологии человека.  \n\n«Липиды очень малоизучены. Учитывая их разнородность и участие практически во всем, мы, вероятно, до сих пор не знаем, что делает большинство липидов», — заявил соавтор работы Майкл Снайдер.\n\nВ исследовании приняли участие 100 человек в возрасте от 20 до 79 лет, которые в течение девяти лет регулярно сдавали кровь: каждые три месяца, если были здоровы, и каждые несколько дней в случае болезни.\n\nНаблюдения показали, что хотя липидный профиль каждого человека имел отличительные характеристики, которые преимущественно оставались стабильными, определенные типы липидов непредсказуемо изменялись в зависимости от состояния здоровья.\n\n«Каждая связанная с заболеванием молекула может рассказать нам о механизме его развития и служить мишенью для лечения на ранней и прогрессирующей стадии», — объясняют исследователи.\n\nВажные изменения уже обнаружили для сахарного диабета и респираторных инфекций. Помимо этого, появилось понимание изменения липидов с возрастом. Например, по мере старения холестерин накапливается, а жирные кислоты омега-3, наоборот, снижаются. Между тем эти признаки старения зависят от индивидуальных особенностей, а сопутствующие заболевания, такие как диабет, вероятно, их ускоряют.\n\nТеперь ученые планируют выяснить, как изменения образа жизни отражаются на показателях липидов. Дальнейшие исследования должны раскрыть больше подробностей об участии липидов в природе распространенных болезней.\n\nИзвестно, что ведущим фактором ускоренного старения является воспаление в организме. Недавно ученые открыли новую причину хронического воспаления, который связан с нарушением в механизме работы митохондрий.",
      "published_at": "2045-08-02"
    },
    {
      "id": "012",
      "title": "Доля гибридов и электромобилей на первичном рынке достигла 16%",
      "image_url": "https://github.com/vitalyvitmens/blog/blob/main/my-app/src/img/012.jpg?raw=true",
      "content": "В июле почти 25% всех новых автомобилей, зарегистрированных в мире, были оснащены электрическими двигателями, согласно статистике CleanTechnica. Однако, если исключить гибридные автомобили без возможности зарядки от сети, то доля электромобилей составит 16% от общего числа продаж новых авто. Количество зарегистрированных аккумуляторных электромобилей достигло 11%. Еще один важный маркер — количество зарегистрированных в июле подключаемых гибридов и электромобилей увеличилось на 41% по сравнению с предыдущим годом и достигло 1,1 млн штук.  \n\nСреди всех зарегистрированных подключаемых гибридов и электромобилей 69% составляли полностью электрические транспортные средства. Если рассматривать весь период с начала года до конца июля, то доля подключаемых к сети автомобилей составила 15%, а доля батарейных электромобилей составила 10% от общего объема рынка. За семь месяцев текущего года, аккумуляторные электромобили составили 70% от всех подключаемых к электросети транспортных средств. Tesla Model Y осталась бестселлером в июле, продав 77 289 машин. Июль стал для компании Tesla лучшим месяцем первого квартала в истории. Объемы продаж продукции компании, очевидно, стимулировало снижение цен. Tesla Model 3 заняла в июле четвертое место с 36 231 доставленной заказчикам машиной.  \n\nРейтинг CleanTechnica учитывает как подключаемые гибриды, так и чисто электрические модели, поэтому автомобили китайского бренда BYD активно присутствуют в топ-10. Модели BYD, такие как Song и Qin Plus, заняли второе и третье места со своими гибридными и электрическими версиями. Электромобили BYD Solphin, Yuan Plus и Seagull заняли пятую, шестую и седьмую позиции в рейтинге. Флагманский седан BYD Han занял восьмое место, предлагая как гибридную, так и электрическую версию. Кроссовер BYD Tang, самая дорогая модель, занял лишь 17-е место, с гибридной версией впереди.\n\nВ июле компактные электромобили также продемонстрировали хорошие объемы продаж. Wuling Bingo занял десятое место с 19 782 зарегистрированными автомобилями, а его предшественник HongGuang Mini EV занял двенадцатое место с 15 485 единицами. Компактный электромобиль Changan Lumin занял четырнадцатое место с 15 282 экземплярами, а Volkswagen ID.3 находится на шестнадцатой позиции с 13 388 экземплярами. Заметно, что резкое снижение цен на модель ID.3 повысило спрос на нее в Китае.\n\nВ первые семь месяцев текущего года Tesla Model Y лидирует с 656,800 проданными экземплярами, в то время как Tesla Model 3 занимает второе место с 315,738 единицами. BYD Song находится на третьей позиции с 310,688 проданными авто.\n\nПродукция BYD занимает четвертое, пятое и шестое места, а компактный Wuling HongGuang Mini EV занимает восьмое место. Volkswagen ID.4 на одиннадцатом месте с 103,590 единицами. Hyundai IONIQ 5 располагается на девятнадцатой позиции с 59,594, а Audi Q4 e-tron, не самый дешёвый электромобиль, замыкает двадцатку с 57,091 проданным экземпляром.\n\nВ рейтинге автоконцернов первые две позиции занимают BYD и Tesla, причем BYD находится в лидерстве. На третьем месте располагается Volkswagen. Альянс Geely и Volvo, включающий марки Lotus, Polestar, ZEEKR и другие, занимает четвёртое место. Китайский SAIC, выпускающий компактные электромобили Wuling совместно с GM для местного рынка, на пятом месте. На шестой позиции концерн Stellantis с долей рынка 4,7%. BMW и Hyundai/KIA занимают седьмое и восьмое место соответственно, с долями рынка 4,2% каждый.\n\nВ категории полностью электрических автомобилей Tesla занимает первое место с более чем 1 млн зарегистрированных экземпляров с начала года. BYD занимает второе место с небольшим отставанием, а третье место занимает Volkswagen Group с 376,652 зарегистрированными автомобилями за период с января по июль. SAIC следует незначительно позади с 373,301 зарегистрированными электромобилями, а Geely-Volvo занимает пятое место с 278,028. Китайский GAC приближается к ним. Таким образом, китайский автопром явно опережает европейских конкурентов в переходе к электромобилям, и пока только американская Tesla способна противостоять им в некоторых категориях статистики.",
      "published_at": "2045-08-03"
    },
    {
      "id": "013",
      "title": "Разработана диагностическая капсула взамен колоноскопии",
      "image_url": "https://github.com/vitalyvitmens/blog/blob/main/my-app/src/img/013.jpg?raw=true",
      "content": "Ученые из Массачусетсткого технологического университета представили капсулу размером с чернику, которую необходимо проглотить для проведения обследования кишечника. Капсула не только значительно удобнее колоноскопии, но и информативнее по ряду критериев, поскольку умеет определять и дифференцировать признаки различных заболеваний кишечника.  \n\nНа данный момент ученые сообщают об успешном применении капсулы в доклинических моделях свиней. Первый прототип устройства был представлен пять лет назад. За это время удалось уменьшить капсулу в шесть раз и подтвердить ее точность и безопасность для диагностики заболеваний кишечника. \n\nКапсула сочетает специально созданные живые бактерии, электронику и батарейку. Например, когда бактерии чувствуют определенную молекулу (индикатор болезни или воспаления), то начинают изучать свет, которые преобразуется в беспроводной сигнал, передаваемый через тело на смартфон в режиме реального времени.\n\nВо время тестирования капсула могла обнаружить оксид азота — трудноуловимую молекулу, связанную со многими воспалительными заболеваниями кишечника (ВЗК). «Отслеживая концентрацию, можно отличить нормальное состояние ткани от заболевания. Это важно, поскольку уровни биомаркеров различаются у разных пациентов», — заявила соавтор работы Мария Евгения Инда.\n\nОксид азота — лишь пример диагностической ценности устройства. Капсулу можно настроить для обнаружения других ключевых биомаркеров, чтобы предоставить врачу максимум полезной информации.\n\nПо словам авторов, технология может изменить правила игры в лечении воспалительных заболеваний кишечника на ранней стадии, предотвращая обострения и оптимизируя терапию.\n\nРанее ученые сообщили о других успеха в простой диагностике ВЗК — они разработали тест по анализу крови, который уже умеет отличать болезнь Крона от язвенного колита.",
      "published_at": "2045-08-04"
    },
    {
      "id": "014",
      "title": "ВМФ США разрабатывает трансформирующийся гиперзвуковой двигатель",
      "image_url": "https://github.com/vitalyvitmens/blog/blob/main/my-app/src/img/014.jpg?raw=true",
      "content": "Военно-морская лаборатория США профинансировала инновационный проект по разработке нового гиперзвукового двигателя, способного менять форму во время полета для оптимизации мощности, тяги и эффективности. Изобретение проходит стадию испытаний на одном из полигонов штата Флорида.  \n\nГиперзвуковая авиация и ракеты, летающие со скоростью в 5-20 раз больше скорости звука, составляет основу современной армии, и ведущие державы пытаются обогнать друг друга в создании оружия, движущегося с максимально возможной скоростью. Однако из-за особенностей аэродинамики на таких скоростях конструкторам приходится менять форму летательных аппаратов, создавая более гладкие поверхности вместо элеронов и закрылок.  \n\nКоманда инженеров из Университета Центральной Флориды применила этот подход к внутренним элементам гиперзвукового прямоточного воздушно-реактивного двигателя (ГПВРД), пишет New Atlas. Та же команда под руководством профессора Карима Ахмеда в 2021 году первой в мире добилась стабильной работы вращающегося детонационного двигателя.\n\nНовый проект, получивший грант в размере $450 000, посвящен изучению возможности изменения поверхностей, которые участвуют в направлении воздушного потока в условиях сверхзвукового сгорания в ГПВРД. Профессор Ахмед и его команда уже разработали аэродинамическую модель для этого двигателя, которая проходит этап испытаний.\n\n«Большинство гиперзвуковых двигателей имеют фиксированную структуру из-за сложных полетных условий, — сказал профессор Ахмед. — Наше исследование впервые для такого типа гиперзвуковых двигателей продемонстрирует прирост производительности благодаря адаптивной конфигурации двигателя, которая самостоятельно оптимизирует поверхности для достижения максимальных значений мощности, тяги и дальности полета».\n\nОборонная компания Rafael Advanced Defense Systems сообщила о завершении разработки новейшего комплекса перехвата ракет, в том числе летящих по сложным траекториям и со скоростью, в пять раз превышающей звуковую. Новинку, созданную с учетом «геополитической реальности» в области гиперзвукового оружия и получившую название Sky Sonic, представят публике на Международной авиакосмической выставке в Ле-Бурже.",
      "published_at": "2045-08-12"
    },
    {
      "id": "015",
      "title": "Технология на основе вайфая может распознавать текст сквозь стены",
      "image_url": "https://github.com/vitalyvitmens/blog/blob/main/my-app/src/img/015.jpg?raw=true",
      "content": "Группа ученых из Университета Санта-Барбары (США) предложила новую технологию получения качественных изображений неподвижных объектов посредством Wi-Fi. Их метод основан на теории дифракции и конусах Келлера для отображения границ объектов. Впервые с помощью такой технологии исследователи сумели прочитать буквы английского алфавита через стены.  \n\nПолучение статичного изображения при помощи Wi-Fi относительно сложная задача из-за отсутствия движения. Ученые из лаборатории профессора Ясамин Мостофи выбрали новый подход к решению этой проблемы — отслеживание границ объектов. Когда волна падает на границу, согласно теории диффракции возникает конус исходящих лучей. Это взаимодействие не ограничивается четкими границами, но применяется к широкому спектру поверхностей с достаточно низкой кривизной.  \n\nВ зависимости от ориентации границы конус оставляет определенный отпечаток на решетке приемника. А созданный учеными математический аппарат преобразует отпечатки в карту границ, пишет Science Daily.\n\nУченые провели несколько экспериментов технологии в различных условиях, в том числе, через стену. В частности, они смогли определить форму объектов в виде букв алфавита, прочитав слово Believe. Прежде при помощи Wi-Fi такое было невозможно.\n\nТакже исследователи подробно изучили воздействие различных параметров, таких как искривление поверхности, ориентация границ, расстояние до решетки приемника и положение передатчика на конусах Келлера, разработав тем самым основание для методологического построения системы получения изображений.\n\nЭта инновация стала возможна благодаря предыдущей работе ученых. В 2009 году они разработали прорывной метод считывания для радиочастотных сигналов для анализа толпы, идентификации личности, умной медицины и прочих областей применения.\n\nУстройство с рабочим названием Wi-Peep может подлететь к зданию и через местную сеть Wi-Fi за секунды идентифицировать и локализовать все приборы, подключенные к ней. Для этого Wi-Peep использует лазейки, которые имеются даже у защищенных паролем сетей.",
      "published_at": "2045-08-19"
    },
    {
      "id": "016",
      "title": "От железных рук к бионическим протезам с управлением силой мысли",
      "image_url": "https://github.com/vitalyvitmens/blog/blob/main/my-app/src/img/016.jpg?raw=true",
      "content": "Разработка ассистивных технологий для людей с ограниченными возможностями слуха, зрения, мобильности и когнитивных навыков продолжает активно развиваться. Современные технологии могут помочь таким людям в самых разных ситуациях. Например, в России сейчас разрабатывают нейроимпланты для восстановления зрения, вездеходные кресла-коляски, бионические протезы и модульные экзоскелеты. А в августе у компаний, работающих в этой сфере, появилось собственное пространство — центр ассистивных технологий «Феникс» на ВДНХ, объединяющий город, разработчиков и пользователей ассистивных инноваций. Разработчики и пользователи ассистивных технологий рассказали Хайтек+ о роли инноваций в их жизни.  \n\nРазличные приспособления для людей в ОВЗ начали разрабатывать давно. Например, первые похожие на современные протезы появились еще в 16 веке. Речь идет про «железную руку» немецкого рыцаря Готфрида Берлихенгена, который лишился конечности во время битвы. У железного протеза были подвижные пальцы, которые можно было контролировать с помощью кнопок — это позволяло брать крупные предметы.  \n\nСо временем протезы становились все более функциональными и эстетичными, все сильнее напоминая настоящую конечность. Но настоящий прорыв в этой сфере удалось совершить только в конце прошлого века. Можно сказать, что современные протезы работают от силы мысли — в них есть специальные датчики, которые реагируют на нервные импульсы. С их помощью можно заниматься спортом, держать ручку или завязывать шнурки. В будущем некоторые из них позволят владельцу чувствовать предметы, которых они касаются протезами, уже сейчас ведутся разработки. Для их использования будет необходима остеоинтеграция (в кость вставляется штифт) и интеграция с нервными окончаниями в мышцах.\n\nВ России разработкой бионических протезов занимаются несколько компаний, в том числе компания «Салют Орто». Там можно заказать бионические протезы рук и ног, которые вернут владельцу естественную походку, позволят ездить на велосипеде, бегать и заниматься спортом. Все действия программируют под каждого пользователя индивидуально.\n\nКроме того, бионические протезы рук делает компания «Моторика». Там есть продукты для любых ситуаций: можно восстановить только пальцы, кисть, руку до локтя или руку до плеча.\n\nПользователь сам выбирает цвет и дизайн своего протезов. С ними удобно пользоваться смартфоном, а в сам протез можно внедрить различные функциональные насадки: от чипа банковской карты для бесконтактной оплаты до смарт-часов и фонарика. Кроме того, протез компенсирует вес недостающей конечности и не дает мышцам атрофироваться.\n\nА вот экзоскелеты начали создавать относительно недавно — первые рабочие образцы появились только в 1960-х годах. Они были очень тяжелыми (весили почти 700 кг), большими и неудобными в управлении. Разработчики — американская компания General Electric — делала экзоскелеты по заказу Минобороны США, чтобы использовать их под водой или в космосе, но из-за недостатков проект закрыли.\n\nПосле этого такие устройства долгое время существовали только в футуристических фильмах. А для помощи людям с ОВЗ экзоскелеты и вовсе стали использовать только в конце прошлого десятилетия. В 2017 году в Германии разработали устройство весом 65 кг, которое позволяет двигаться парализованным пациентам. А в США создали детские экзоскелеты, чтобы помочь ребятам с разными заболеваниями, в том числе ДЦП и повреждениями спинного мозга.\n\nВ России такими разработками занимается компания «Рехаб Технологии». Им принадлежит экзоскелет для реабилитации Remotion с встроенными электростимуляцией и электромиографией. Он индивидуально настраивается под каждого пациента и помогает в лечении заболеваний опорно-двигательного аппарата у детей и взрослых. Также экзоскелет можно использовать в постинсультном и посттравматическом периоде. Аккумулятор позволяет непрерывно использовать экзоскелет дольше четырех часов, а заряжается не более двух.\n\nГлавное отличие этого экзоскелета от аналогов заключается в его модульности. В зависимости от физического состояния конкретного пациента, можно использовать экзоскелет только на нужной конечности. Например, если проблемы только с одной ногой, пациент сможет шагать здоровой ногой без экзоскелета, сосредоточившись на тренировке больной конечности.\n\nОтдельное внимание разработчики уделяют адаптивной одежде. Ведь обычные вещи не подходят людям с различными диагнозами: их трудно надевать и снимать, неудобно в них находиться.\n\nНа протяжении всей истории люди теряли конечности или рождались уже без них, но долгое время единственный способ адаптации одежды заключался в том, чтобы отрезать и зашить отверстие пустого рукава или штанины. Сшитую на заказ по индивидуальным меркам одежду могли позволить себе только зажиточные люди.\n\nНастоящий прорыв в этой области совершила дизайнер Хелен Кукман, которая в 60-х годах прошлого века разработала сразу 17 предметов адаптивной одежды: от брюк с молниями во всю длину боковых швов до костюма с укороченным пиджаком, который не мешал людям в инвалидных колясках.\n\nСо временем адаптивная одежда лишь совершенствовалась, становясь не только функциональной, но и красивой. В России разработкой именно таких вещей для людей с ОВЗ занимается компания «Ортомода». Там можно выбрать одежду и ортопедическую обувь для взрослых и детей на любой вкус: их делают по индивидуальным меркам для каждого заказчика.\n\nПри этом российский рынок AssistiveTech остается перспективным — сейчас освоена только одна пятая часть. Первый в России Центр ассистивных технологий «Феникс» — проект Агентства инноваций Москвы — откроет для разработчиков новые возможности.  ",
      "published_at": "2046-08-09"
    },
    {
      "id": "017",
      "title": "Марс беден минеральными ресурсами — их на порядок меньше, чем на Земле",
      "content": "Земля и Марс похожи, но в то же время у них много различий. Ученые обнаружили, что Земля гораздо более богата минералами, чем Красная планета. Наша планета содержит 6000 различных минералов, а на Марсе их обнаружено пока всего 161. Новое исследование Научного института Карнеги указывает, что на минеральное разнообразие Земли повлияли как минимум два события: тектоника плит и возникновение жизни. На Марсе такого не наблюдалось, и это объясняет, почему на его поверхности так мало минералов.  \n\nЭволюция минералов на Земле и Марсе началась 4,56 млрд лет. В этот период вулканическая активность играла важную роль. Первые минералы, скорее всего, образовались непосредственно из остывающей магмы. Гидротермальная активность также способствовала появлению новых минералов на обеих планетах. Однако на Земле процессы диверсификации минералов произошли, когда началась тектоника плит (около 3 млрд лет назад) и появилась жизнь (3,8 млрд лет назад). На Марсе ни один из этих процессов, судя по имеющимся данным, не происходил. В результате эволюционное развитие планет пошло двумя разными путями. \n\nСамые ранние минералы Марса образовались так же, как и на Земле. То есть они начинались как магматические породы. Со временем кристаллы, образовавшиеся в виде базальтовых магматических пород, вышли на поверхность. Другие образовались в результате осаждения первичных минералов из воды (предположительно в морях и озерах), а также в результате гидротермальных процессов и процессов выветривания.\n\nГидротермальное минералообразование на Марсе связано как с вулканическими флюидами, так и с активностью ударных разломов. Ударные столкновения метеоритов создавали зоны разломов и способствовали образованию новых минералов. В результате таких процессов на Марсе были обнаружены как минимум 65 основных минералов. Кроме того, поверхностные процессы, связанные с взаимодействием воды и горных пород в озерах, океанах и речных потоках, дополнительно способствовали формированию вторичных минералов. Например, на Марсе обнаружены месторождения бора, что подтверждает наличие протекавшей там в прошлом воды.\n\nУченые получают данные о топографии Марса и элементном составе марсианских пород с помощью орбитальных аппаратов, посадочных модулей и марсоходов. Кроме того, марсианские метеориты, которые падают на Землю, предоставляют дополнительную информацию «из первых рук» о минералах Марса. Все эти методы подтвердили на сегодняшний день существование на Красной планете 161 минерала. Они существуют в различных фазах, включая первичные магматические, осадочные и приповерхностные метаморфические породы. Образцов горных пород, вышедших на поверхность, пока не так много.\n\nТаким образом, образование минералов на Марсе и Земле шло разными путями после в целом схожего начального этапа формирования планет. Общее количество марсианских минералов, вероятно, будет на порядок меньше, чем на Земле. Пока ученые обнаружили на Марсе только 20 первичных и вторичных способов минералообразования. На Земле их как минимум 57, и это, вероятно, объясняет большие различия между планетами.",
      "published_at": "2046-08-12",
      "image_url": "https://github.com/vitalyvitmens/blog/blob/main/my-app/src/img/017.jpg?raw=true"
    },
    {
      "id": "018",
      "title": "84% мировых автобрендов делятся личной информацией пользователей. Худшая — Tesla",
      "image_url": "https://github.com/vitalyvitmens/blog/blob/main/my-app/src/img/018.jpg?raw=true",
      "content": "Новое исследование Mozilla Foundation показало, что все 25 рассмотренных автомобильных брендов, включая Ford, Toyota, Volkswagen, BMW и Tesla, испытывают явные проблемы с конфиденциальностью. Согласно отчету организации, 84% автопроизводителей делятся пользовательскими данными с третьей стороной. Собираемая автомобилями информация варьируется от маршрута движения до расы и интимной жизни водителя. Дела у них обстоят даже хуже, чем у приложений для психического здоровья, у которых не лучшая репутация по части конфиденциальности.  \n\nВсе 25 автомобильных брендов, исследованных в отчете, не соответствуют минимальным стандартам конфиденциальности некоммерческой организации. Эти компании собирают больше персональных данных от клиентов, чем требуется. Собираемая информация варьируется от медицинских данных до информации об использовании автомобиля — скорости и пути движения, и даже музыки, которую водители слушают. Отмечается, что Nissan и Kia позволяют собирать информацию о сексуальной жизни пользователей. Вместе с тем 37% приложений для психического здоровья, которые также пользуются плохой репутацией в области конфиденциальности, используют лучшие практики сбора и использования персональных данных.  \n\nСогласно отчету, 84% рассмотренных автомобильных брендов делятся личной информацией пользователей с поставщиками услуг, дилерами данных и потенциально сомнительными компаниями, а 76% заявили, что могут их продать. Более половины поделятся данными с правительством и правоохранительными органами по запросу. У пользователей очень мало контроля над тем, что бренды делают с их личными сведениями. Только две из 25 компаний (Renault и Dacia) сообщают клиентам, что те имеют право на удаление своих данных.\n\nTesla оказалась автопроизводителем с худшим рейтингом в исследовании, отмеченным во всех категориях конфиденциальности. На втором месте находится Nissan.\nВ дополнение к отчету, Mozilla также опубликовала подробности, объясняющие, как автомобильные компании собирают и передают персональные данные пользователей. Это, например, имя, адрес, номер телефона и электронная почта пользователя, а также более интимные данные, такие как фотографии, информация из календаря и даже информация о расе водителя, генетическая информация и иммиграционный статус.\n\nНи один из автопроизводителей не соответствовал минимальным стандартам безопасности в отношении шифрования данных и защиты от кражи. По факту, приложения знакомств и даже секс-игрушки обычно предоставляют более подробную информацию о безопасности своих продуктов, чем автомобили.\n\nMozilla заявляет, что потратила более 600 часов на исследование практик по защите конфиденциальности автомобильных брендов — втрое больше, чем требуется для таких обзоров. Отчет был настолько критичным, что советы, которые организация обычно предоставляет для защиты личных данных клиентов, кажутся «каплями в море». Вместо этого, Mozilla Foundation инициировала петицию, призывающую автомобильные компании прекратить программы сбора данных, от которых они незаконно имеют выгоду. Mozilla надеется, что увеличение осведомленности позволит потребовать от автомобильных компаний ответственности за их «ужасную» практику конфиденциальности.",
      "published_at": "2046-09-29"
    },
    {
      "image_url": "https://github.com/vitalyvitmens/blog/blob/main/my-app/src/img/019.jpg?raw=true",
      "published_at": "2042-08-10 06:02",
      "title": "Открыт белок, отвечающий за силу, массу и метаболизм скелетных мышц",
      "content": "Исследование ученых из Японии имеет важное значение для разработки новых методов лечения мышечной атрофии, которая возникает по мере старения организма или на фоне определенных заболеваний. Оказалось, что за силу, массу и даже метаболические функции мышц отвечает один белок.  \n\nСкелетные мышцы необходимы для движения, поддержки температуры тела, хранения питательных веществ и стабилизации суставов. Физические упражнения эффективны для развития и укрепления мышц, однако возраст, а также приобретенные или врожденные заболевания истощают мышцы, приводя к атрофии. \n\nВ новом исследовании, о котором пишет New Atlas, ученые изучали два типа мышечных волокон: так называемые медленные, которые медленно сокращаются и остаются устойчивы к длительной нагрузке, а также быстрые, для которых характерна высокая скорость сокращения и сила. Эксперименты привели их к идентификации белка Msi2, от которого зависла масса и сила скелетных мышц, а также метаболические процессы.\n\nУстановлено, что Msi2 регулировал белки, связанные с метаболизмом глюкозы. Известно, что скелетные мышцы являются основной тканью, обеспечивающей контроль уровня глюкозы в организме.\n\nОткрытие может привести к новым методам лечения, нацеленным на «быстрые» мышечные волокна. Такое воздействие должно обеспечить сохранение функции мышечной ткани для профилактики атрофии, считают авторы.\n\nСахарный диабет относится к заболеваниям, повышающим риски быстрой атрофии мышц. Недавно ученые обнаружили, что распространенный препарат для лечения диабета удивительным образом защищает мышцы.",
      "id": "roG6QJX"
    },
    {
      "image_url": "https://github.com/vitalyvitmens/blog/blob/main/my-app/src/img/020.jpg?raw=true",
      "published_at": "2044-10-02 09:06",
      "title": "В Британии тестируют 3D-печать ядерного топлива для будущих лунных реакторов",
      "content": "Возобновление космической гонки и расширение числа ее участников требуют более совершенных технологий освоения чужих планет. По заказу Космического агентства Великобритании специалисты Бангорского университета разрабатывают новое ядерное топливо для микрореакторов Rolls-Royce, которые в следующем десятилетии отправят на постоянную лунную базу.  \n\nСерьезное препятствие на пути создания постоянного аванпоста на Луне — 14-дневная лунная ночь, в течение которой температуре падает со 120 до -130 °C. Сочетание темноты и холода означает, что для нормального функционирования оборудования и роботов необходимы надежные источники энергии. В этих условиях ядерные реакторы предпочтительнее радиоизотопных термоэлектрических генераторов.  \n\nОднако эти реакторы не могут походить на громадные земные реакторы с топливными стержнями. Они должны быть маленькими, изготовленными фабричным методом и работать на трехкомпонентном топливе TRISO, пишет New Atlas.\n\nТопливо TRISO — разновидность гранулированного топлива, которое вместо стержней использует топливные сферы размером с бильярдные шары. В отличие от топливных стержней, гранулы крайне прочные и выдерживают экстремально высокие температуры, а также не подвержены нейронному облучению, коррозии и окислению.\nСозданное учеными из Бангора топливо TRISO отличается размером гранул — они не больше маковых зерен. Эти частицы топлива, напечатанные на 3D-принтере, изготовлены из обогащенного урана, углерода и кислорода. Урановый сердечник покрыт слоями углерода и керамики. Такие гранулы подойдут для ядерных реакторов вроде тех, которые разрабатывает компания Rolls-Royce. Вдобавок, их можно будет использовать для атомных двигателей будущего.\n\nВажная особенность реактора на топливо TRISO состоит в том, что его конструкция относительно проста, а охлаждать его можно под зонтом из радиаторов, подключенных к системе газового охлаждения. При высоких температурах такой метод эффективнее традиционного водонапорного.\n\nNASA и DARPA выбрали компанию Lockheed Martin для разработки космического корабля с ядерным тепловым ракетным двигателем. Продемонстрировать работоспособность технологии планируется не позднее 2027 года, а в будущем она сыграет важную роль в миссиях на Марс.",
      "id": "mbnOoao"
    },
    {
      "image_url": "https://github.com/vitalyvitmens/blog/blob/main/my-app/src/img/021.jpg?raw=true",
      "published_at": "2051-01-30 01:30",
      "title": "Следующие модели Tesla будут похожи на Cybertruck, а у одной из них не будет руля",
      "content": "Согласно новой информации из официальной биографии Илона Маска, будущий электромобиль Tesla стоимостью $25 000 и отдельно создающийся автомобиль-роботакси получат футуристичный дизайн и будут похожи на Cybertruck. Кроме того, Маск, несмотря на сопротивление инженеров, настоял, чтобы у роботакси не было руля и педалей. Новая официальная биография Маска раскрывает подробности о разработке этих автомобилей и их значимости для будущего компании.  \n\nПосле Cybertruck, который выйдет на рынок в ближайшее время, Tesla, как ожидается, выпустит два долгожданных новых электромобиля: более дешевый электрокар (его обычно называют «моделью Tesla за $25 000); и новое „специализированное роботакси“ — автомобиль, с нуля разработанный для автономного вождения без педалей и рулевого колеса.  \n\nУолтер Айзексон, известный биограф, последние несколько лет изучал жизнь Маска, провел с ним много времени и собирается выпустить его биографию. Некоторая информация из книги была опубликована в Axios — она касается разработки автомобиля Tesla стоимостью $25 000 и роботакси.\n\nВ частности, стало известно, что внутренние обсуждения роботакси начались в Tesla в ноябре 2021 года, хотя официально о нем объявили в 2022 году. Маск хотел, чтобы у автомобиля не было руля и педалей, а также зеркал заднего вида, но ведущие инженеры и дизайнеры Tesla, в том числе главный дизайнер Франц фон Хольцхаузен, долго сопротивлялись этой идее и отговаривали Маска от подобного решения.\n\nВ августе 2022 года, после анонса роботакси, Маск добился своего. Он сказал: «Позвольте мне внести ясность. Этот автомобиль должен быть спроектирован как чистое роботакси. Мы собираемся пойти на этот риск. Если что-то пойдет не так, это будет моя вина. Но мы не собираемся проектировать какую-то лягушку-амфибию, которая будет полуавтомобилем. Мы ставим все на автономию». В своей беседе с Айзексоном Маск сказал, что именно этот продукт сделает Tesla компанией с десятитриллионной капитализацией. «Люди будут говорить об этом моменте через сто лет», — заявил глава Tesla.\n\nКнига также раскрывает детали разработки электромобиля за $25 000. О нем было впервые объявлено на Battery Day в 2020 году, когда Маск заявил, что новая батарея 4680 позволит компании создать такой автомобиль. Его также связывают с новым электрическим хэтчбеком, который Tesla планирует производить на Gigafactory Shanghai в Китае и экспортировать по всему миру. Первоначально автомобиль был запланирован на 2023 год, но выпуск отложили, поскольку Tesla сосредоточилась на наращивании производства модели Y и автономном вождении.\n\nПереломный момент случился в сентябре 2022 года, когда на совете директоров Tesla Маску представили изыскания, указывающие на необходимость такого электромобиля в модельном ряду компании для достижения поставленной цели — выпуска 20 млн электромобилей в год к концу десятилетия.\n\nНа Дне инвестора Tesla в 2023 году был представлен новый производственный план, согласно которому и модель стоимостью $25 000, и роботакси будут производиться на одной и той же производственной линии следующего поколения. Сообщается, что Маск был «не в восторге» от модели стоимостью $25 000, пока на встрече в феврале 2023 года ему не показали концептуальные версии более дешевой модели и роботакси. Оба автомобиля были описаны как имеющие «футуристичный дизайн, как у Tesla Cybertruck». Маску понравилось то, что он увидел, и он сказал: «Когда один из них появится из-за угла, люди подумают, что видят что-то из будущего».",
      "id": "2vfvd_X"
    },
    {
      "image_url": "https://github.com/vitalyvitmens/blog/blob/main/my-app/src/img/022.jpg?raw=true",
      "published_at": "2052-04-17 12:49",
      "title": "Прорыв китайских ученых в производстве полупроводников из оксида галлия",
      "content": "Полупроводники из оксида галлия отличаются сопротивлением высокому напряжению, меньшим размером и расходом энергии, чем предыдущее поколение полупроводников. По прогнозам аналитиков из FLOSFIA, к 2025 году рынок оксида галлия сравняется с нитридом галлия, а к 2030 году достигнет по стоимости $1,542 млрд. Прорыв китайских ученых способен усилить индустрию производства полупроводников КНР, которую пытаются ослабить США.  \n\nНа протяжении последних десятилетий полупроводники прошли большой путь от элементарных материалов вроде германия или кремния до соединений (арсенид галлия, фосфид индия) и материалов с широкой запрещенной зоной (карбид кремния, нитрид галлия). Оксид галлия считается четвертым поколением полупроводников со сверхширокой запрещенной зоной, пишет SCMP. Он способен выдерживать сильное электрическое поле, физически и химически стабилен и потребляет мало энергии.  \n\nШирина запрещенной зоны — мера энергии, которая нужна для освобождения электронов внутри полупроводящего материала. Чем больше значение, тем выше сопротивление высокому напряжению. По сравнению с другими материалами, оксид галлия имеет ряд существенных преимуществ. Однако производить его трудно.\n\nПрошлым летом Министерство торговли США запретило экспорт передовых полупроводников, включая оксид галлия, по причинам национальной безопасности. Устройства, в которых используются эти материалы, обладают высоким военным потенциалом, говорилось в заявлении. В ответ, начиная с прошлого месяца Пекин ввел собственные меры по контролю экспорта галлия и германия. Теперь вывоз важных для страны металлов и связанной с ними продукции должен проходить утверждение регулирующих органов.\n\nКоманда ученых из Чжэцзянского университета занялась разработкой отечественных полупроводников новейших поколений. Они обратили внимание, что оксид галлия — единственный материал, образующий отдельные кристаллы, затвердевая из расплавленного состояния при нормальном давлении. Эта особенность позволяет сократить расходы на производство.\n\nКроме того, предложенный ими метод сократил потребность в дорогостоящем иридии на 80%. Также процесс производства оказался относительно простым и коротким, подходящим для управления автоматикой.\n\nУченые получили патенты на свое изобретение и собираются заняться оптимизацией технологии путем управления температурными режимами. Таким образом они рассчитывают получать более крупные кристаллы оксида галлия.\n\nНа протяжении десяти лет, до 2018 года, китайские власти активно привлекали высококвалифицированных ученых, обучавшихся за рубежом, через финансируемую государством программу Thousand Talents Plan (TTP, «План тысячи талантов»). Однако в результате давления со стороны США Китай закрыл TTP, но спустя два года возродил ее под новым названием и форматом.",
      "id": "ZH8lhFq"
    },
    {
      "image_url": "https://github.com/vitalyvitmens/blog/blob/main/my-app/src/img/023.jpg?raw=true",
      "published_at": "2040-02-12 21:22",
      "title": "Куркума показала равную эффективность омепразолу для лечения желудка",
      "content": "Ученые сравнили действие куркумина, содержащегося в корне куркумы, в сравнении с препаратом омепразолом, который часто назначается для лечения язвы желудка, изжоги и других нарушений. К их удивлению результаты лечения оказались практически равными, а в некоторых случаях были даже выше при использовании куркумина. \n\nСамые интересные технологические и научные новости выходят в нашем телеграм-канале Хайтек+. Подпишитесь, чтобы быть в курсе.\nБольшинство людей знают куркумин как специю, между тем соединение обладает яркими противовоспалительными и антимикробными свойствами. В странах Юго-Восточной Азии куркумин используется при расстройствах желудка, поэтому ученые решили оценить действие природного вещества в сравнении с наиболее часто назначаемым препаратом омепразолом. Выводы исследования опубликованы на сайте BMJ.  \n\nВ эксперименте участвовал 151 доброволец с рецидивирующими симптомами расстройства пищеварения — болью в желудке, изжогой, ощущением тяжести и несварением. Первой группе давали две капсулы куркумина по 250 мг 4 раза в день, второй — омепразол 20 мг, а третьей комбинацию куркумина и омепразола. Все участники имели равные клинические характеристики и показатели расстройства пищеварения.\n\nРезультаты оценили по шкале SODA через 28 и 56 дней после лечения. Первое обследование через 28 дней показало снижение тяжести симптомов во всех группах: минус 4,8; 5,6; 6,2 пунктов в группах куркумина, омепразола и комбинированного лечения. Через два месяца снижение составило минус 7,1; 8 и 8,8 пунктов соответственно.\n\nУченые отметили изменение некоторых показателей печени у людей с избыточным весом на фоне приема куркумина, однако эти данные необходимо перепроверить и оценить в долгосрочной перспективе. Серьезных побочных эффектов не зарегистрировано.\n\nРезультаты демонстрируют перспективность приема куркумина для лечения функциональной диспепсии. Если результаты подтвердятся в исследовании с большим количеством участников, то врачам следует обратить внимание на растительный препарат в качестве альтернативы омепразолу, связанному с рядом побочных эффектов для организма.\n\nРанее куркумин изучали в отношении противораковых свойств. Ученые из Германии, наконец, раскрыли молекулярный механизм соединения в борьбе с опухолью.",
      "id": "OEuv57E"
    },
    {
      "image_url": "https://github.com/vitalyvitmens/blog/blob/main/my-app/src/img/024.jpg?raw=true",
      "published_at": "2049-05-11 07:06",
      "title": "Российский электрический минивэн Evolute i-VAN получил запас хода 400 км",
      "content": "Российский бренд электромобилей Evolute представил полностью электрический минивэн i-VAN, который станет пятой моделью в линейке компании. В движение его приводит синхронный мотор мощностью 122 л. с., а запас хода достигает 400 км. i-VAN вмещает до семи пассажиров и позиционируется как транспортное средство для корпоративных и коммерческих нужд, но также подходит для повседневных поездок по городу большой семьей или компанией.  \n\nEvolute i-VAN имеет строгий внешний дизайн с четкими линиями кузова, большой передней решеткой и двухсекционными передними фарами со светодиодными дневными ходовыми огнями. Внутренний интерьер автомобиля разработан с акцентом на эргономику, комфорт и удобство использования.  \n\ni-VAN оснащен задним приводом и синхронным мотором мощностью 122 л. с., который обладает крутящим моментом до 300 Нм. Литий-железо-фосфатная (LFP) батарея на 67,5 кВт·ч обеспечивает запас хода до 400 км. Время полной зарядки аккумулятора при использовании медленной зарядки составляет 15 часов, в то время как быстрая зарядка позволяет зарядить батарею с 30% до 80% всего за 37 минут.\n\nМинивэн вмещает до семи пассажиров и имеет длину 5135 мм при колесной базе 3000 мм. Он обладает многофункциональными возможностями для трансформации салона. Внутреннее отделение автомобиля выполнено из экокожи, а кресла третьего ряда могут складываться, чтобы создать дополнительное пространство для перевозки груза. Грузоподъемность минивэна — 800 кг.  \n\nВодительское кресло оснащено шестью регулировками, а переднее пассажирское кресло — четырьмя. В комплектацию входят кондиционер, электропривод для стеклоподъемников, парктроник, камера заднего вида и функция предупреждения пешеходов о приближении автомобиля.\n\nМультимедийная система с 10-дюймовым сенсорным дисплеем поддерживает интеграцию со смартфонами через Apple CarPlay или Android Auto. Предусмотрено три USB-порта для подключения и зарядки устройств. Информационный бортовой компьютер с 3,5-дюймовым дисплеем расположен на панели приборов.\n\nСтоимость Evolute i-VAN станет известна ближе к началу продаж. Evolute продает на российском рынке седан i-Pro и два кроссовера — i-Joy и i-Sky.",
      "id": "fGx5nWe"
    },
    {
      "image_url": "https://github.com/vitalyvitmens/blog/blob/main/my-app/src/img/025.jpg?raw=true",
      "published_at": "2036-03-28 00:27",
      "title": "Пинг-понг и настольный теннис",
      "content": "Многие считают настольный теннис и пинг-понг одним видом спорта, однако это совершенно разные дисциплины. Рассказываем об основных их различиях.\n\nНастольный теннис и пинг-понг - довольно схожие между собой спортивные дисциплины. В обеих играх соперники при помощи ракеток перекидывают мяч на столе через сетку. Главное различие - разные ракетки.  \n\nВ настольном теннисе на деревянное основание наклеивают две резиновые накладки, которые придают сильное вращение мячу. Сейчас существует множество компаний, предлагающих широкий ассортимент накладок и оснований, которые спортсмены подбирают под свой стиль игры. В пинг-понге основание покрыто наждачной бумагой, что делает темп игры более медленным, чем в настольном теннисе, и практически исключает возможность совершения ударов с сильным вращением.\n\nТрехкратный чемпион мира по пинг-понгу Максим Шмырев в беседе с ТАСС рассказал об отличиях игрового процесса двух дисциплин. \"В пинг-понге мы играем больше плоскими ударами, при которых практически не вращается мяч, - отметил он. - В настольном теннисе мы задаем направление, подкручиваем мяч. В пинг-понге все очень жестко, так как мы играем жесткими ракетками, пытаемся за счет техники и понимания игры обмениваться плоскими ударами. Ракетки в пинг-понге легче, так как на них нет накладок, которые поддерживает губка\".\n\nЕсть различия и в правилах игры. В настольном теннисе партия идет до 11 очков, при счете 10:10 соперники играют до тех пор, пока один игрок не получит перевес в два очка. В пинг-понге сет играется строго до 15 очков, но один раз за встречу каждый спортсмен может объявить \"двойное очко\" и получить за один розыгрыш два балла. В пинг-понге соперники обмениваются ракетками после партий, что невозможно в настольном теннисе, так как там инвентарь подбирается под каждого игрока индивидуально. В настольном теннисе на всех соревнованиях используют белые мячи, а в пинг-понге допустимо использовать оранжевые.\n\nКстати вместо мяча в пинг-понге можно использовать назойливых мух, а вместо ракетки использовать калькулятор, это считается одним из лучших способ прервать жужжащий полёт мухи резким и точным ударом калькулятора. ",
      "id": "BppKgSy"
    },
    {
      "image_url": "https://github.com/vitalyvitmens/blog/blob/main/my-app/src/img/026.jpg?raw=true",
      "published_at": "2047-03-20 04:09",
      "title": "На встрече с сенаторами Маск назвал ИИ угрозой человечеству, а Гейтс — спасением",
      "content": "Илон Маск, Билл Гейтс, Марк Цукерберг и другие важные фигуры в технологической индустрии обсудили перспективы и риски искусственного интеллекта с более чем 60 членами американского Сената. Целью закрытой встречи было обсуждение регулирования этой быстро развивающейся отрасли. Законодатели готовят законопроект, направленный на установление стандартов и нормативов в сфере искусственного интеллекта, управление рисками и последствиями его использования. Встреча показала, что остается еще много спорных моментов — от злоупотребления ИИ преступниками до потери рабочих мест.  \n\nСамые интересные технологические и научные новости выходят в нашем телеграм-канале Хайтек+. Подпишитесь, чтобы быть в курсе.\nФорум был организован по инициативе Чака Шумера, лидера демократического большинства в Сенате США. В числе участников были гендиректор Tesla Илон Маск, гендиректор Meta Platforms (организация признана экстремистской и запрещена на территории России) Марк Цукерберг, гендиректор Alphabet Сундар Пичаи, гендиректор NVIDIA Дженсен Хуанг, гендиректор Microsoft Сатья Наделла и другие.  \n\nНа встрече поднимались вопросы регулирования и надзора за использованием искусственного интеллекта. Участники обсудили необходимость создания независимого агентства, которое будет контролировать определенные аспекты применения ИИ. Каждому участнику было дано три минуты для выступления, после чего началось общее обсуждение. Например, Илон Маск предупредил о потенциальной угрозе искусственного интеллекта для человечества. А Билл Гейтс высказал противоположную точку зрения, утверждая, что искусственный интеллект может помочь в решении глобальной проблемы голода.\n\nСпорным оказался вопрос об открытых моделях ИИ, которые позволяют использовать эти технологии без больших затрат на обучение. Возникают опасения, что преступники могут злоупотреблять такими разработками.\n\nТристан Харрис, глава некоммерческой организации Center for Humane Technology, сообщил, что общедоступная модель Meta Llama 2 (организация признана экстремистской и запрещена на территории России) была использована для создания инструкций по изготовлению опасных соединений. Марк Цукерберг парировал, что такие инструкции доступны в интернете, даже без использования ИИ-моделей, и что публикация открытых проектов «способствует равным условиям и инновациям для людей и бизнеса».\n\nОпасения также вызывает возможная потеря рабочих мест для сотен миллионов людей. Некоторые руководители технологических компаний, однако, указывают на то, что слишком жесткие ограничения подорвут ведущую позицию США в этой отрасли. Другой спорной темой стал риск того, что системы ИИ могут уничтожить человечество, поэтому их следует контролировать уже сейчас.\n\nХотя во встрече участвовали представители групп по защите гражданских прав и профсоюзы, по мнению некоторых экспертов, это мероприятие усиливает впечатление, что крупные фирмы озабочены только своими интересами. Сара Майерс Уэст, управляющий директор некоммерческой организации AI Now Institute, подсчитала, что общее состояние участников форума составляет $550 млрд. По данным индекса Bloomberg Billionaires Index, акции технологических компаний в этом году резко выросли на фоне интереса к искусственному интеллекту, что привело к увеличению состояний пяти ведущих технокомпаний на сумму в $222,5 млрд. Особенно сильный рост продемонстрировала компания NVIDIA, акции которой выросли более чем на 200%.\n\nВсе присутствующие сошлись на том, что отрасль ИИ должна развиваться под контролем государства. Илон Маск назвал эту встречу «очень важной для будущего цивилизации» и описал искусственный интеллект как «палку о двух концах».\n\nОн подчеркнул необходимость создания регулирующего органа, который будет обеспечивать безопасность и защищать интересы общества.\nОднако Маск также отметил, что он не уверен в готовности Конгресса регулировать ИИ. Он призывает законодателей тщательнее изучить различные аспекты искусственного интеллекта, прежде чем предпринимать законодательные шаги. Существуют множество тем, таких как авторское право, приватность, расовая дискриминация, экономические связи с Китаем и военное применение ИИ, которые требуют дальнейшего изучения.",
      "id": "78iQuPw"
    },
    {
      "image_url": "https://github.com/vitalyvitmens/blog/blob/main/my-app/src/img/027.jpg?raw=true",
      "published_at": "2038-06-01 07:04",
      "title": "Необычные двухлопастные ветряки стоят меньше и дают больше энергии",
      "content": "Добывать энергию ветра лучше всего в открытом море, не мешая судоходству и птицам. Для этого существуют различные типы плавучих ветрогенераторов, но такую конструкцию, какую предлагает Touchwind, мы еще не видели. По мнению инженеров этой голландской компании, двухлопастная турбина без сложных систем управления вращением обходится дешевле и меньше простаивает.  \n\nИнновационная конструкция состоит из большой бочки — буя, который плавает под водой на цепях. К этой бочке приварена мачта, на другом конце которой расположен массивный винт с двойной лопастью. Такой винт обойдется примерно на 30% дешевле, чем классический трехлопастной. Он не требует дорогостоящей системы регулировки шагом вращения и, в отличие от большинства стандартных турбин, не отключается при силе ветра выше 90 км/ч. Его порог отключения намного выше — 250 км/ч. Чем меньше простой, тем больше энергии вырабатывает турбина, сообщает New Atlas.  \n\nВинт закреплен на мачте, расположенной под небольшим наклоном. При низкой скорости ветра лопасти вращаются невысоко над водой, но когда ветер крепчает, они начинают крутиться быстрее, создавая тягу, как вертолет, и мачта выпрямляется. Из-за изменения плоскости лопастей сильный ветер не может раскрутить винт еще больше. А если такое все же происходит, буй поднимается над водой, становясь балластом и не давая цепям оборваться.\n\nКак и в других конструкциях плавучих ветрогенераторов, разработка Touchwind не зависит от направления ветра и лишь пассивно плавает по поверхности, самостоятельно выбирая оптимальное направление.\nПо словам компании, изготовить такие ветрогенераторы можно более или менее в любом портовом доке, пригодном для обслуживания мачт длиной 200 метров. Отбуксировать и установить мачту с турбиной на 12 МВт и буем тоже не составляет большого труда. \n\nКомпания уже испытала сухопутные и морские прототипы ветрогенератора в уменьшенном масштабе, а теперь начинает расширенные испытания винта диаметром 6 м после получения инвестиций от японской судоходной компании Mitsui O.S.K. Lines. Сроки начала коммерческого применения изобретения пока не известны.\n\nВ прошлом месяце энергетический гигант Equinor и его партнеры открыли крупнейшую в мире плавучую морскую ветряную электростанцию Hywind Tampen. Она состоит из одиннадцати 280-метровых турбин мощностью 8,6 МВт каждая. Ферма находится примерно в 140 км от норвежского побережья, глубина в этом районе достигает 300 метров.",
      "id": "5X-MeEL"
    },
    {
      "image_url": "https://github.com/vitalyvitmens/blog/blob/main/my-app/src/img/028.jpg?raw=true",
      "published_at": "2063-06-03 01:25",
      "title": "Материя составляет 31% от общего количества вещества и энергии во Вселенной",
      "content": "Один из самых интересных и важных вопросов космологии — сколько во Вселенной вещества? Международная команда исследователей во второй раз провела расчеты и дала ответ на этот вопрос. Результаты показали, что вещества во Вселенной намного больше, чем считали прежде космологи — до 31% от общей массы вещества и энергии. Из них лишь 20% или 6,2% от всего, что есть во Вселенной, — это барионная, то есть обычная материя. Все остальное — это темная энергия.  \n\nСамые интересные технологические и научные новости выходят в нашем телеграм-канале Хайтек+. Подпишитесь, чтобы быть в курсе.\n«Космологи считают, что всего около 20% общего количества вещества составляет обычная, или барионная материя, из которой состоят звезды, галактики, атомы и жизнь, — объяснил Мохамед Абдулла из Национального НИИ астрономии и геофизики Египта. — Около 80% состоит из темной материи, чья таинственная природа пока еще не раскрыта, но может состоять из каких-то еще не известных субатомных частиц».  \n\nКоманда ученых из Египта и Японии применила проверенные временем методы для определения общего количества вещества Вселенной: сравнили астрономические данные по количеству и массе галактических скоплений на единицу объема с прогнозами численного моделирования. Чем больше вещества во Вселенной, тем больше скоплений. Однако точно измерить массу каждого скопления трудно, поскольку ученые не видят их непосредственно в телескопы.\n\nДля того чтобы решить эту проблему, исследователи применили непрямой метод, рассказывает Phys.org. Он основан на той закономерности, что более массивные скопления содержат больше галактик, чем менее массивные. Поскольку галактики состоят из звезд, количество галактик в каждом скоплении может применяться для косвенного определения его общей массы.\n\nПодсчитав количество галактик в каждом скоплении, астрономы смогли установить общую массу каждого скопления. И сравнить это число с прогнозом модели. Самое близкое совпадение показало, что Вселенная на 31% состоит из вещества. Это полностью совпадает с данными о реликтовом излучении, собранными обсерваторией «Планк».\nКак подчеркнули ученые, они первыми применили метод спектроскопии для точного определения расстояния до каждого скопления. Прежние методы менее надежные.\n\nВ прошлом году астрономы составили одну из самых полных карт распределения всего вещества во Вселенной и заметили, что она не полностью совпадает с наиболее авторитетной моделью Вселенной Лямбда-CDM.",
      "id": "_hakGE_"
    },
    {
      "image_url": "https://github.com/vitalyvitmens/blog/blob/main/my-app/src/img/029.jpg?raw=true",
      "published_at": "2043-11-18 00:51",
      "title": "Тихий час в офисе: нужно ли разрешать сотрудникам спать на работе",
      "content": "Вздремнуть на работе, оказывается, не только приятно, но и полезно для дела. Некоторые российские работодатели уже позволяют сотрудникам поспать днем. Впрочем, у противников этой практики тоже есть весомые аргументы  \n\n«Сотрудники, которые любят поспать на работе, решают на треть больше задач, чем те, кто спит только дома. Короткий сон помогает перезагрузиться, и это лучшая альтернатива бесконечным чаепитиям и перекурам», — считает основатель сервиса по выбору курсов дополнительного образования Courseburg Александр Альхов.\n\nСначала Альхов поставил в офисе пуфик для отдыха и чтения. Но утомленные сотрудники чаще засыпали на нем, чем читали. Тогда, вместо того чтобы штрафовать любителей поспать, Александр поставил еще несколько диванов — уже специально для сна.\n\nПо его наблюдениям, дремлют в рабочее время в основном мужчины, примерно раз в два дня. Девушки редко засыпают на работе, предпочитая поскорее расправиться с делами и уйти домой. Спят сотрудники обычно после обеда. \n\n«Короткий сон, на 20–40 минут, дает силы на два—четыре часа сконцентрированной работы. Это результативнее, чем бороться с дремотой в офисном кресле», — считает Альхов. По его словам, польза дневного сна для бизнеса ощутима: люди легче соглашаются на дополнительную и внеурочную работу, чаще предлагают новые идеи и вообще выглядят бодрее.\n\nДневной сон — обычная практика в странах Южной Европы и Латинской Америки, в Китае и Японии, но в России сиеста — это все еще экзотика.",
      "id": "HX8fs-c"
    },
    {
      "image_url": "https://github.com/vitalyvitmens/blog/blob/main/my-app/src/img/030.jpg?raw=true",
      "published_at": "2050-06-09 18:19",
      "title": "Сон не для слабаков. Спать или не спать на работе?",
      "content": "Опрошенные РБК юристы утверждают, что в обеденный перерыв сотрудники вольны свободно распоряжаться своим временем, но многие HR-специалисты воспринимают такую практику в штыки: мол, любители поспать и сами не работают, и коллег демотивируют. 72% опрошенных в 2014 году порталом Superjob HR-специалистов не поддержали идею разрешать сотрудникам спать на рабочем месте.\n\nДалеко не всегда и сами работники хотят спать на работе. Например, руководство компании по установке натяжных потолков «Мастер Бобр» хотело, чтобы сотрудники в течение рабочего дня могли делать легкую передышку. Капсула для 20-минутного сна показалась идеальным решением, так как в обычной комнате отдыха человек рискует уснуть надолго.\n\nКапсулу установили в офисе в 2014 году. Поначалу спрос был бешеным: люди выстраивались в очередь, каждый хотел попробовать. Но со временем энтузиазм поубавился, сейчас капсулой пользуются крайне редко. «Идея не прижилась, сотрудники пользуются капсулой не для восстановления сил, а по приколу», — говорит Александр Ларионов, HR-менеджер компании «Мастер Бобр». На его взгляд, вложения в капсулу не окупились. «Это имиджевая покупка», — считает он.\n\nВозможно, поэтому многие компании делают комнаты отдыха не для сна, а для перекуса, чтения и игр. В центральном офисе «2ГИС», например, играют в приставки, настольный теннис, футбол, хоккей и дартс. Периодически среди сотрудников устраивают соревнования. А в «Яндексе» и Mail.Ru Group есть тренажерный зал и душевые кабины. Альфа-банк оборудовал для отдыха балкон с красивым видом, в санкт-петербургском офисе Superjob сотрудникам предоставлена целая терраса.\n\nПроблема в том, что спать 20–30 минут умеют далеко не все: для полноценного отдыха большинству людей требуется хотя бы два-три часа. А отработать это время все равно придется. «Руководство считает, что если сотрудник не выспался или плохо себя чувствует, то пусть он лучше пропустит рабочий день или придет на работу позже, — говорит Анна Комок, представитель социально-развлекательной сети «Фотострана». — Ощутимого эффекта повышения продуктивности от практики дневного сна нет».\n\nПо наблюдениям Александра Альхова, в его офисе работает принцип зевоты: как только засыпает один сотрудник, за ним следует кто-нибудь еще. И хорошо, если после короткого сна они примутся за работу с удвоенной силой, но кто-то может решить, что рабочий день уже закончился, и пойти досыпать домой.\n\n«Один сотрудник у нас практиковал сон за рабочим местом и занимал при этом должность руководителя рабочей группы. Но все закончилось тем, что нам пришлось его уволить, так как его эффективность снизилась», — рассказывает Елена Антипова, руководитель практики PR-агентства «Идеи и решения».\n\nВсе решают человеческий фактор и общий настрой в коллективе. «Функциональное состояние людей после дневного сна улучшается, это проверено опытами. Другое дело, используют ли они свое улучшенное состояние во благо работы. Если человек не хочет работать, то он всегда найдет способ увильнуть», — считает Ходанов из Energy Point.",
      "id": "YZ-LIoG"
    },
    {
      "image_url": "https://github.com/vitalyvitmens/blog/blob/main/my-app/src/img/031.jpg?raw=true",
      "published_at": "2040-09-05 03:14",
      "title": "Как выбрать щенка бигля",
      "content": "Прежде чем завести домашнего любимца, будущие владельцы должны осознавать всю ответственность, которая ложиться на их плечи, ведь с момента появления щенка в доме, собака становится полноценным членом семьи, требует постоянного внимания и ухода. Решив завести бигля в качестве домашнего любимца, будущие заводчики должны знать, на что необходимо обратить внимание при выборе щенка, как выбрать бигля. Желательно узнать больше информации о содержании, уходе и характере. Чтобы знать и иметь полное представление о том, как должен выглядеть породистый бигль, не лишним станет посещение выставок.\n\nНе смотря на то, что бигль не относится к самым распространенным породам собак в нашей стране, в последнее время порода приобретает все большую популярность, но перед тем начать обзвон по рекламным объявлениям, необходимо знать, как правильно выбрать бигля. Основные критерии выбора щенка основаны на совокупности внешних породных признаков, благородного происхождения и здоровья собаки. Другими словами – внешний вид и происхождение.\n\nГде приобрести бигля\n\nЕсли целью является иметь веселого, преданного друга, подойдет любой здоровый щенок от хороших производителей. Если вы планируете выставлять собаку, вам нужен питомец с рабочими, охотничьими качествами – выбирайте питомца в питомниках, специализирующихся на выращивании элитных представителей породы или обратиться к заводчикам, которые занимаются разведением выставочных собак или «рабочих» биглей для охоты. Основной документ, подтверждающий происхождение породы – родословная собаки. Наличие этого документа указывает на то, что вы гарантировано приобретаете породистую собаку, от хороших производителей, которая подходит для дальнейшего племенного разведения.\n\nКак правильно выбрать бигля?\n\nРешив, для каких целей планируете приобрести собаку, определившись с полом, необходимо познакомится с заводчиком, предварительно осмотреть весь помет, в каких условиях содержаться собаки и какие ветеринарно-профилактические процедуры были проведены. Здоровые родители – здоровые малыши. Устойчивость психики, задатки характера, манеры поведения щенкам передаются по наследству, поэтому стоит обратить внимание на поведение матери. Сука должна быть здоровой, в меру упитанной, кормить, играть, заботится о малышах, не проявлять к ним агрессии. Важно проследить, чтобы кобель и сука не были близкими родственниками. Если кобеля рядом нет, попросите предоставить вам его фото, поинтересоваться здоровьем и его заслугами. Ознакомьтесь с документами родителей. Наличие титулов, наград указывает на потенциальные возможности потомства.\n\nВозраст щенка\n\nПриобретать бигленка лучше всего в возрасте 1.5-2-х месяцев. В этот период щенок считается достаточно окрепшим, приучен к самостоятельному питанию, скорее адаптируется и привыкнет к хозяину. В возрасте 45 дней помет осматривает кинолог на предмет возможного племенного брака (актировка). Щенкам выдают щенячьи карточки или метрику, с внесением всех данных и клеймят. «Щенячку» меняют в клубе на родословную в возрасте 6 месяцев. Можно приобрести 3.5-4 месячного бигленка, но чем раньше питомец появиться в вашем доме, тем больше шансов привить нужные навыки воспитания и вырастить послушную собаку.\n\nВнешний вид щенка\n\nБигленок должен быть активным, игривым, любознательным, не вялым и не трусливым. Поведение малыша указывает на состояние здоровья и темперамент. Шерстный покров блестящий, эластичный, без перхоти и проплешин, слизистые бледно-розового цвета, носик влажный, холодный, глаза блестящие и чистые, уши чистые, внутренняя поверхность бледно-розового цвета. Из носа и глаз не должно быть никаких выделений. Здоровый щенок должен быть в меру упитанным, уверенно передвигаться, бегать, прыгать. Конечности крепкие, с небольшими уплотнениями на коленных суставах. Привкус правильным, ножницеобразным. Кобелька нужно осмотреть на наличие двух нормально развитых яичек в мошонке.\n\nОкрас\n\nПородистые бигли могут иметь двухцветный или трехцветный окрас, но нужно иметь в виду, что в возрасте до 2.5 месяцев, малыши практически черно-белые, с едва заметными рыжими отметинами на мордочке. Двухцветные биглики рождаются светлыми, без ярко выраженных «разноцветных» отметин.\n\nВыбирая бигля, можно положиться на свою интуицию. Возможно, вам с первого взгляда понравился малыш или же он сам выбрал вас в качестве хозяина. Помните, вы выбираете друга на много лет, и, если бигленок вам действительно запал в душу, лучше взять именно его – значит это действительно ваш пес!",
      "id": "0I2a3tS"
    },
    {
      "image_url": "https://github.com/vitalyvitmens/blog/blob/main/my-app/src/img/032.jpg?raw=true",
      "published_at": "2056-05-25 00:22",
      "title": "Электрическая версия седана BMW M3 получит мощность 1 МВт и появится в 2027 году",
      "content": "BMW подтвердила создание электрической версии своего легендарного спортивного седана M3 на новой платформе Neue Klasse к 2027 году. При этом компания не планирует полностью отказываться от бензиновых двигателей для этой модели, подчеркивая важность сочетания классического наследия и инновационных технологий.  \n\nНедавние слухи о том, что BMW M3, легендарный спортивный седан немецкого производителя, станет электрическим, подтвердились. О том, что такая модель готовится и обязательно появится на рынке заявил Франк Вебер, руководитель отдела разработки продукции BMW.  \n\nНедавно представленный концепт Neue Klasse от BMW продемонстрировал потенциальные возможности новой электрической платформы. Австралийские СМИ сообщили, что представители BMW готовы создать на этой платформе электрический BMW M3 с приводом на все четыре колеса и суммарной мощностью электродвигателей в 1 МВт (1000 кВт). Это эквивалентно более чем 1350 л. с., что обещает выдающуюся управляемость благодаря возможностям управления вектором тяги.\n\nОжидается, что уже к 2025 году третья серия BMW начнёт переходить на электрическую платформу Neue Klasse, но полноценный электрический аналог BMW M3 будет представлен лишь к 2027 году. Представители марки с энтузиазмом говорят о возможностях, которые предоставляет новая электрическая платформа, особенно с учётом привода на каждое из четырёх колёс.\n\nНесмотря на перспективы электрификации, BMW не планирует полностью отказываться от бензиновых двигателей для M3 даже к 2027 году. По словам представителей марки, спортивные версии автомобилей BMW будут ещё долго оснащаться мощными бензиновыми двигателями, адаптированными под экологические требования Евро-7.\n\nРуководство BMW считает, что сосуществование динамичных машин на бензиновом топливе и новых электромобилей необходимо. Такое решение позволит удовлетворить запросы как поклонников классических спортивных автомобилей, так и сторонников новых технологий.",
      "id": "mp_uFla"
    }
  ],
  "comments": [
    {
      "author_id": "001",
      "post_id": "002",
      "published_at": "2057-10-30 13:12",
      "content": "Первый комментарий Виталия",
      "id": 10
    },
    {
      "author_id": "001",
      "post_id": "002",
      "published_at": "2048-04-16 14:01",
      "content": "Второй комментарий Виталия",
      "id": 11
    },
    {
      "author_id": "1Z4beS9",
      "post_id": "002",
      "published_at": "2042-01-18 10:36",
      "content": "Первый комментарий Егора",
      "id": 12
    },
    {
      "author_id": "Sw6U59S",
      "post_id": "002",
      "published_at": "2049-08-11 15:09",
      "content": "Первый комментарий Петра",
      "id": 13
    },
    {
      "author_id": "001",
      "post_id": "HX8fs-c",
      "published_at": "2045-01-31 18:15",
      "content": "О я знаю этого парня на фотографии, я проработал вместе с ним долгое время!\nЗачётное фото(smiley)",
      "id": 14
    }
  ],
  "sessions": [
    {
      "hash": "0.87235450309677098346128332195803523063659667968750",
      "user": {
        "id": "001",
        "login": "vitaly",
        "password": "qwerty123",
        "registeredAt": "2050-09-07",
        "roleId": 0
      },
      "id": 1
    },
    {
      "hash": "0.54904433457023271714092516049277037382125854492188",
      "user": {
        "id": "001",
        "login": "vitaly",
        "password": "qwerty123",
        "registeredAt": "2050-09-07",
        "roleId": 0
      },
      "id": 2
    }
  ]
}